Repository: EnvisionYourWebsite/Share.BackupCRM.com
Catalog: workbench/sule/kotakin/src/lang/*/LC_MESSAGES/kotakin.po
Languages: id_id

source: General Preferences
id_id: Pengaturan Utama

source: Product Title
id_id: Nama Produk

source: Email Protocol
id_id: Protokol Email

source: Email Server
id_id: Server Email

source: Email Port
id_id: Port Email

source: Email Encryption
id_id: Enkripsi Email

source: Email Username
id_id: Username Email

source: Email Password
id_id: Password Email

source: Sendmail Path
id_id: Lokasi Sendmail

source: Sender Email
id_id: Email Pengirim

source: Sender Name
id_id: Nama Pengirim

source: Reply To Email
id_id: Email Reply-to

source: ImageMagick Path
id_id: Lokasi ImageMagick

source: Save Changes
id_id: Simpan Perubahan

source: Please Sign In
id_id: Silahkan Masuk

source: Your Email
id_id: Email Anda

source: Your Password
id_id: Password Anda

source: Remember Me
id_id: Ingat Saya

source: Forgot password?
id_id: Lupa Password

source: Sign in
id_id: Masuk

source: Page Not Found
id_id: Halaman Tidak Ditemukan

source: The page you requested could not be found, either contact your webmaster or try again. Use your browsers <b>Back</b> button to navigate to the page you have prevously come from
id_id: Halaman yang Anda inginkan tidak dapat ditemukan, silahkan hubungi webmaster atau coba lagi. Gunakan tombol <b>Kembali</b> di browser untuk kembali ke halaman sebelumnya

source: Or you could just press this neat little button:
id_id: Atau tekan tombol dibawah ini:

source: Take Me Home
id_id: Kembali Ke Beranda

source: All User
id_id: Semua Pengguna

source: New User
id_id: Pengguna Baru

source: Access
id_id: Akses

source: Last Login
id_id: Terakhir Login

source: Edit
id_id: Perbaharui

source: Deactivate
id_id: Nonaktifkan

source: Activate
id_id: Aktifkan

source: Delete
id_id: Hapus

source: Edit "%s" Information
id_id: Perbaharui "%s" Informasi

source: Create a new user
id_id: Buat pengguna baru

source: Your Profile
id_id: Profil Anda

source: Required if you want to change the password.
id_id: Dibutuhkan jika Anda ingin mengganti password.

source: Confirm Password
id_id: Konfirmasi Password

source: Date Format
id_id: Format Tanggal

source: format reference
id_id: petunjuk format

source: Access Level
id_id: Tingkat Akses

source: Super Administrator (Full Access)
id_id: Super Administrator (Akses Penuh)

source: Administrator (Admin Access, No Preferences Access)
id_id: Administrator (Akses Admin, tanpa akses ke Pengaturan)

source: User (Only Frontend Access)
id_id: Pengguna (Hanya halaman depan)

source: Max. Upload Size
id_id: Maks. Ukuran Upload

source: in Bytes
id_id: dalam Bytes

source: Allowed File
id_id: Berkas Diperbolehkan

source: file type reference
id_id: petunjuk tipe berkas

source: Background
id_id: Gambar Latar

source: max. file size
id_id: maks. ukuran berkas

source: User URL
id_id: URL Pengguna

source: Each user (excluding Administrator / Super Administrators) having their own URL. User can log in with a password to Up-/Download. Allowed characters: a to z, A to Z, 0 to 9 and - (dash).
id_id: Tiap User (tidak termasuk Administrator / Super Administrators) mempunyai URL masing - masing. Pengguna dapat masuk menggunakan password untuk Up-/Download. Karakter yang diperbolehkan: a - z, A - Z, 0 - 9 and - (dash).

source: Email Recipients
id_id: Email Penerima Notifikasi

source: Select users who will receive email notification after file uploaded from the frontend.
id_id: Piliah pengguna yang akan menerima notifikasi email setelah berkas di upload dari halaman depan.

source: You can choose more than one by CTRL / CMD + Click
id_id: Anda dapat memilih lebih dari satu menggunakan CTRL / CMD + Klik

source: Remove selections
id_id: Hapus pilihan

source: Register & Notify User
id_id: Daftarkan & Notifikasi Pengguna

source: Cancel
id_id: Batal

source: File Types
id_id: Tipe Berkas

source: Define allowed file types when uploading by this user. Please split accepted extensions with a ",", in example "jpeg,png,gif,zip". If you would like to accept all types of files, leave this field empty.
id_id: Tentukan tipe berkas yang boleh di upload oleh pengguna ini. Pisahkan tiap ekstensi berkas menggunakan ",", contoh "jpeg,png,gif,zip". Tinggalkan kosong untuk menerima semua tipe berkas.

source: Close
id_id: Tutup

source: File Types Reference
id_id: Petunjuk Tipe Berkas

source: Background Image
id_id: Gambar Latar

source: The background image is the image that is shown to the user in full screen at login. This is not shown in the Administrators / Super Administrators Login, but solely with the Frontend Login.
id_id: Gambar latar akan tampil secara penuh dihalaman masuk pengguna. Tidak akan tampil di Administrators / Super Administrators, hanya untuk halaman depan.

source: The image should have the following properties:
id_id: Gambar harus memiliki kriteria sebagai berikut:

source: Instruction to reset your password has been sent to your email address.
id_id: Instruksi untuk mengganti password telah dikirim ke email Anda.

source: Already remember
id_id: Sudah ingat

source: Enter your email address
id_id: Email anda

source: Change your password
id_id: Ganti password Anda

source: New Password
id_id: Password Baru

source: Confirm new password
id_id: Konfirmasi password baru

source: Change Password
id_id: Ganti Password

source: Archives
id_id: Arsip

source: Following is the list of archive created when downloading folder. Please delete the old archive (more than 1 day old) to reduce your used disk space.
id_id: Berikut ini adalah daftar berkas arsip (zip) ketika meng-download folder. Disarankan menghapus arsip (yang lebih dari 1 hari) untuk membersihkannya.

source: Filename
id_id: Nama Berkas

source: Created By
id_id: Dibuat Oleh

source: No archive created at this moment.
id_id: Tidak ada arsip untuk saat ini.

source: Links
id_id: Tautan

source: Informations
id_id: Informasi

source: Downloaded %d times
id_id: Didownload %d kali

source: Limit:
id_id: Batas:

source: Valid until:
id_id: Berlaku hingga:

source: No link created at this moment.
id_id: Tidak ada tautan untuk saat ini.

source: Your password has been changed. You can continue to Sign In.
id_id: Password Anda telah diperbaharui. Silahkan gunakan Password baru Anda.

source: Search - %d results
id_id: Pencarian - %d item

source: Search folders & files
id_id: Cari folder & berkas

source: search
id_id: cari

source: Location
id_id: Lokasi

source: Modified
id_id: Dimodifikasi

source: No item found, try another keywords.
id_id: Tidak ada item ditemukan, coba kata pencarian lain.

source: Dashboard
id_id: Beranda

source: My Account
id_id: Akun Saya

source: Email Templates
id_id: Template Email

source: Users
id_id: Pengguna

source: Interface Editor
id_id: Editor Tampilan

source: Logout
id_id: Keluar

source: Session Information
id_id: Informasi Sesi

source: Your session might be expired, click "Continue" to re-login.
id_id: Sesi Anda mungkin telah habis, klik "Lanjutkan" untuk masuk kembali.

source: New folder
id_id: Folder baru

source: Kind
id_id: Jenis

source: Rename
id_id: Ganti nama

source: Delete Folder
id_id: Hapus Folder

source: Delete File
id_id: Hapus Berkas

source: Are you sure want to delete "%s" with all folders and files in it?
id_id: Apakah Anda yakin untuk menghapus "%s" dengan semua isinya?

source: Are you sure want to delete "%s"?
id_id: Apakah Anda yakin untuk menghapus "%s"?

source: Rename Folder
id_id: Ganti Nama Folder

source: Rename File
id_id: Ganti Nama Berkas

source: No shared folder for you at this moment.
id_id: Tidak ada folder untuk Anda saat ini.

source: No folder or file in here at this moment.
id_id: Tidak ada folder atau berkas disini untuk saat ini.

source: Create a Folder
id_id: Buat Sebuah Folder

source: Folder name
id_id: Nama folder

source: Upload Files
id_id: Upload Berkas

source: Click "Choose Files" to start selecting files you want to upload.
id_id: Klik "Pilih Berkas" untuk memilih berkas yang akan di upload.

source: Max. upload size: %s
id_id: Maks. ukuran berkas: %s

source: Choose files
id_id: Pilih Berkas

source: Saving changes...
id_id: Menyimpan perubahan...

source: Saving changes will reflect the live file. Read the %sTemplate Variable Documentation%s at "Interfaces" area, if you wish to modify the template variables.
id_id: Menyimpan perubahan akan langsung diterapkan terhadap berkas asli. Jika Anda ingin memperbaharui variable template, silahkan baca %sDokumentasi Variable Template%s pada bagian "Interfaces".

source: Choose a action
id_id: Pilih tindakan

source: Send by Email
id_id: Kirim melalui Email

source: Shared folder options
id_id: Opsi folder bersama

source: Invite to folder
id_id: Undang ke folder

source: Create public link
id_id: Buat tautan publik

source: Move
id_id: Pindahkan

source: Shared folder options for "%s"
id_id: Opsi folder bersama untuk "%s"

source: Share "%s" with users
id_id: Bagikan "%s" dengan pengguna

source: Update
id_id: Perbaharui

source: Share folder
id_id: Bagikan folder

source: Create a public link for "%s"
id_id: Buat tautan publik untuk "%s"

source: All fields are optional.
id_id: Semua isian dapat diabaikan.

source: Description
id_id: Penjelasan

source: Move Folder
id_id: Pindahkan Folder

source: Move File
id_id: Pindahkan Berkas

source: type folder path
id_id: ketik lokasi folder

source: example:
id_id: contoh:

source: "/" (to root folder)
id_id: "/" (ke lokasi utama)

source: "/a_folder_name/child_folder_name"
id_id: "/nama_folder/anak_folder"

source: Empty folder
id_id: Folder kosong

source: Delete Selection
id_id: Hapus Pilihan

source: Are you sure want to delete the selected item(s)?
id_id: Apakah Anda yakin untuk menghapus item yang terpilih?

source: Send Email
id_id: Kirim Email

source: Email address
id_id: Alamat Email

source: Separate each email address using comma.
id_id: Pisahkan tiap email menggunakan tanda koma.

source: Subject
id_id: Subjek

source: Message
id_id: Pesan

source: Attachments
id_id: Lampiran

source: Could not move to it's own folder, please select another one.
id_id: Tidak dapat memindahkan ke folder nya sendiri, silahkan pilih yang lain.

source: Max download limit reached for this file.
id_id: Tidak dapat melebihi batas download yang diperbolehkan.

source: Unlock
id_id: Buka

source: HTML Message
id_id: Pesan HTML

source: Plain Message
id_id: Pesan Teks

source: Preferences
id_id: Pengaturan

source: General
id_id: Utama

source: Name
id_id: Nama

source: Continue
id_id: Lanjutkan

source: Date
id_id: Tanggal

source: New Files Uploaded
id_id: Berkas baru diunggah

source: Send to user requesting password reset.
id_id: Dikirim ke pengguna yang meminta reset password.

source: Send to new created user.
id_id: Dikirim ke pengguna baru.

source: Send to user email recipients. Will be send after upload popup (modal) closed.
id_id: Dikirim ke penerima notifikasi setelah pengguna menutup popup (modal) upload.

source: Templates
id_id: Template

source: shared folder
id_id: folder bersama

source: Locale Language
id_id: Bahasa Lokal

source: Use your locale language code, in example "id_ID". Read the documentation on how to create your own translation. The inline texts will be used if your specific translation not found or could not be read by PHP.
id_id: Gunakan kode bahasa lokal Anda, contoh "id_ID". Silahkan baca dokumentasi mengenai cara membuat terjemahan Anda. Teks yang ada di PHP dan HTML akan digunakan jika terjemahan Anda tidak ditemukan atau tidak dapat dibaca.

source: Create
id_id: Lanjutkan

source: %s of %s, %s%s free%s
id_id: %s dari %s, %s%s tersedia%s

source: Allow Upload?
id_id: Ijinkan Upload?

source: Enable
id_id: Ya

source: Disable
id_id: Tidak

source: Uploading file is disabled in this folder
id_id: Mengunggah file tidak diperbolehkan di folder ini

source: Unable to move "%s" to "%s", please make sure no same folder (with uppercase or lower case name) there.
id_id: Tidak dapat memindahkan "%s" ke "%s", pastikan tidak ada folder yang sama (dengan huruf besar atau kecil) disana.
